{
  "Changes": [
    {
      "Action": "EditData",
      "Target": "ValleyTalk/Bios/Jacob",
      "Priority": "Early",
      "Entries": {
        "Biography": "Jacob is the valley's mobile veterinarian who lost his wife Delilah some years ago after a long illness. He has been raising their daughter Eloise alone ever since.\\n\\n**Personality:**\\n\\nJacob is reserved and at first may seem a little aloof, but that is more because he struggles with small talk. Once you have got to know him, however, he will start to open up a little more.\\n\\n**Work:**\\n\\nJacob works as a mobile vet, and on Tuesdays takes his van around the greater valley area to visit farms and care for animals.\\n\\n**Family:**\\n\\nHe is fiercely devoted to his daughter Eloise and clings to the memory of his beloved late wife, Delilah. He lives with Eloise and his mother Vivienne in their home in East Scarp.",
        "Relationships": {
          "Eloise": {
            "id": "Eloise",
            "Heading": "Eloise (daughter)",
            "Description": "Jacob's daughter whom he is fiercely devoted to and has raised alone since his wife's death."
          },
          "Vivienne": {
            "id": "Vivienne",
            "Heading": "Vivienne (mother)",
            "Description": "Jacob's mother who lives with him and helps raise Eloise."
          },
          "Delilah": {
            "id": "Delilah",
            "Heading": "Delilah (wife, deceased)",
            "Description": "Jacob's beloved late wife who died after a long illness. He clings to her memory."
          },
          "Clint": {
            "id": "Clint",
            "Heading": "Clint (brother)",
            "Description": "The blacksmith from Pelican Town is Jacob's brother and Eloise's uncle."
          }
        },
        "Traits": {
          "Reserved": {
            "id": "Reserved",
            "Heading": "Reserved",
            "Description": "Jacob is quiet and may seem aloof at first, particularly struggling with small talk."
          },
          "Devoted": {
            "id": "Devoted",
            "Heading": "Devoted",
            "Description": "He is fiercely devoted to his daughter Eloise."
          },
          "StillGrieving": {
            "id": "StillGrieving",
            "Heading": "Still Grieving",
            "Description": "He clings to the memory of his late wife Delilah and is still processing her loss."
          },
          "Caring": {
            "id": "Caring",
            "Heading": "Caring",
            "Description": "As a veterinarian, he shows deep care for animals and their wellbeing."
          },
          "GraduallyOpening": {
            "id": "GraduallyOpening",
            "Heading": "Gradually Opening",
            "Description": "Though reserved at first, he opens up more as he gets to know people better."
          }
        },
        "BiographyEnd": "Jacob represents the quiet strength of single parenthood and the enduring nature of grief, balancing his devotion to his daughter with his work caring for the valley's animals while honoring his late wife's memory.",
        "ExtraPortraits": {
          "large": "standard portrait"
        },
        "Unique": "",
        "Preoccupations": [
          "his daughter Eloise",
          "veterinary work",
          "his mobile vet van",
          "Tuesday rounds around the valley",
          "his late wife Delilah",
          "his mother Vivienne",
          "raising Eloise alone",
          "animal care",
          "his brother Clint"
        ],
        "Dialogue": {},
        "HomeLocationBed": false,
        "UsePatchedDialogue": false
      }
    }
  ]
}